"InitMessage" = "World of Warcraft sta avviando le impostazioni iniziali sui dati di gioco. L'operazione potrebbe richiedere alcuni minuti. È possibile interrompere il processo e permettere all'applicazione di avvio di completare l'installazione.";
"OK" = "OK";
"Cancel" = "Annulla";
"STORM_ERROR_WOW_NAME_STRING"="World of Warcraft";
"STORM_ERROR_DOWNLOAD_FAILED"="Impossibile scaricare i dati. Controlla la tua connessione di rete.";
"STORM_ERROR_CANNOT_STREAM_ARCHIVE"="Impossibile ricevere i dati necessari. Controlla la tua connessione di rete.";
"STORM_ERROR_DISK_FULL"="Il gioco non può proseguire perché lo spazio su disco rigido è quasi esaurito. Elimina i file inutilizzati e riprova.";
"STORM_ERROR_64BIT_VERSION_MISMATCH"="Questa versione beta a 64-bit di World of Warcraft non corrisponde alla versione del gioco installata.\n\nDevi scaricare un nuovo file eseguibile a 64-bit per poter continuare a usare la versione a 64-bit, oppure installare la versione a 32-bit.";
"STORM_ERROR_ARCHIVE_ACCESS_DENIED" = "%s: Non è possibile applicare il cambiamento richiesto a un file d'archivio. Assicurati di avere i permessi di scrittura per la cartella di World of Warcraft o avvia il gioco come Amministratore di sistema. Ulteriori informazioni disponibili su: https://battle.net/support/article/6910";

"RegionConfirmation_InformativeText_Europe"="Hai scelto la regione Europa. Non sarà possibile giocare in altre regioni. Desideri continuare?";

"Region_Americas"="AMERICA";
"Region_Europe"="EUROPA";
"Region_Korea"="COREA";
"Region_Taiwan"="TAIWAN";
"Region_China"="CINA";
"Region_SoutheastAsia"="SUD-EST ASIATICO";


